/**
 * Created by guoxiaoman on 2016/9/8.
 */

//广告位
var adsJson={
    ads_top: [

        {title:'水岸私邸盛世开园',href:'#'},
        {title:'朝阳北五环新别墅',href:'#'},
        {title:'路劲地产外资第一',href:'#'},
        {title:'5万大奖征集路名',href:'#'},
        {title:'鲁能三亚湾',href:'#'},
        {title:'意式设计舒适沐浴',href:'#'},
        {title:'4月沪打折盘收罗',href:'#'},
        {title:'买房置业一点就通',href:'#'},
    ],
    ads_bottom:[

        {title:'独家图解看房大全',href:'#'},
        {title:'抄底热盘打折汇总',href:'#'},
        {title:'户型大全货比三家',href:'#'},
        {title:'E房周刊新视角',href:'#'},
        {title:'房企年报曝潜力股',href:'#'},
        {title:'房企内幕一网打尽',href:'#'},
        {title:'听楼市那些新鲜事',href:'#'},
        {title:'刚需房开盘早知道',href:'#'},
    ],
    image:['ads.jpg']
};
//中间新闻
var tv= {
    '视频': {
        'vedio': [{'img': 'img.jpg', 'v_tit': '我海监船钓岛驱离日船', 'href': '#'}, 
            {
            'img': 'img.jpg',
            'v_tit': '我海监船钓岛驱离日船',
            'href': '#'
        }],
        's_menu': [[
            {'s_tit': ['新闻', '印媒渲染我军越境扎营'], 'href': '#'},
            {'s_tit': '航母军港建设细节 村官拥3亿', 'href': '#'},
            {'s_tit': '芦山震后教师苦等家长接孩子', 'href': '#'},
            {'s_tit': '北大猪贩受访 多车相撞起火', 'href': '#'},
            {'s_tit': '爆炸案犯招动机 中学供神像', 'href': '#'}
        ], [
            {'s_tit': ['新闻', '印媒渲染我军越境扎营'], 'href': '#'},
            {'s_tit': '航母军港建设细节 村官拥3亿', 'href': '#'},
            {'s_tit': '芦山震后教师苦等家长接孩子', 'href': '#'},
            {'s_tit': '北大猪贩受访 多车相撞起火', 'href': '#'},
            {'s_tit': '爆炸案犯招动机 中学供神像', 'href': '#'}
        ]],
        'b_tit': [
            {'tit': ['娱乐', '甄嬛传华妃深唇中毒妆惊悚 张馨予爆乳妩媚'], 'href': '#'},
            {'s_tit': '好声音王韵壹陷小三丑闻 红十字会重新调查郭美美', 'href': '#'},
            {'s_tit': '台湾男女学生地铁活春宫 梁家辉女儿夜店爆乳抽烟', 'href': '#'},
            {'tit': ['搞笑', '女司机开车爆笑镜头集锦 比基尼辣妹打分整蛊 '], 'href': '#'},
            {'s_tit': '杜蕾斯新神器：远程震动内衣 四美女街头混乱群殴', 'href': '#'},
            {
                's_tit': [{'xs_tit': '策划:《深度》回不去的家乡', 'href': '#'}, {'xs_tit': '公开课', 'href': '#'}, {
                    'xs_tit': '小孩身上学啥',
                    'href': '#'
                }]
            },
            {'s_tit': ['拍客', '上海车展猫女吸引眼球 开发商雇艾滋病人强拆'], 'href': '#'}
        ]
    },

    '综艺': {
        'vedio': [{'img': 'img.jpg', 'v_tit': '我海监船钓岛驱离日船', 'href': '#'}, {
            'img': 'img.jpg',
            'v_tit': '我海监船钓岛驱离日船',
            'href': '#'
        }],
        's_menu': [[
            {'s_tit': ['新闻', '印媒渲染我军越境扎营'], 'href': '#'},
            {'s_tit': '航母军港建设细节 村官拥3亿', 'href': '#'},
            {'s_tit': '芦山震后教师苦等家长接孩子', 'href': '#'},
            {'s_tit': '北大猪贩受访 多车相撞起火', 'href': '#'},
            {'s_tit': '爆炸案犯招动机 中学供神像', 'href': '#'}
        ], [
            {'s_tit': ['新闻', '印媒渲染我军越境扎营'], 'href': '#'},
            {'s_tit': '航母军港建设细节 村官拥3亿', 'href': '#'},
            {'s_tit': '芦山震后教师苦等家长接孩子', 'href': '#'},
            {'s_tit': '北大猪贩受访 多车相撞起火', 'href': '#'},
            {'s_tit': '爆炸案犯招动机 中学供神像', 'href': '#'}
        ]],
        'b_tit': [
            {'tit': ['娱乐', '甄嬛传华妃深唇中毒妆惊悚 张馨予爆乳妩媚'], 'href': '#'},
            {'s_tit': '好声音王韵壹陷小三丑闻 红十字会重新调查郭美美', 'href': '#'},
            {'s_tit': '台湾男女学生地铁活春宫 梁家辉女儿夜店爆乳抽烟', 'href': '#'},
            {'tit': ['搞笑', '女司机开车爆笑镜头集锦 比基尼辣妹打分整蛊 '], 'href': '#'},
            {'s_tit': '杜蕾斯新神器：远程震动内衣 四美女街头混乱群殴', 'href': '#'},
            {
                's_tit': [{'xs_tit': '策划:《深度》回不去的家乡', 'href': '#'}, {'xs_tit': '公开课', 'href': '#'}, {
                    'xs_tit': '小孩身上学啥',
                    'href': '#'
                }]
            },
            {'s_tit': ['拍客', '上海车展猫女吸引眼球 开发商雇艾滋病人强拆'], 'href': '#'}
        ]
    }

}


var guess={
    'tab':'猜你喜欢',
    'tips':'登录微博效果更佳',
    'content':[
        {'title':'好声音光头美女王韵壹斥小三传闻诽谤','href':'#'},
        {'title':'中国最强音做紧急调整：剔除酱油学员<','href':'#'},
        {'title':'李宇春：所谓星途最终都回归常人(图)','href':'#'},
        {'title':'霍建华首当出品人《金玉良缘》将开机','href':'#'},
        {'title':'《致青春》赵薇：羡慕杨子姗狂吻乱亲<','href':'#'},
        {'title':'天坛奖《一九四二》折桂 颜丙燕夺影后','href':'#'},
        {'title':'台湾高三女生地铁演活春宫遭起诉(图)','href':'#'},
        {'title':'42岁富太黎姿逛街被拍 清纯如少女(图)','href':'#'}
    ],

    'sMenu':[
        {'title':'投资海淀','href':"#"},
        {'title':'中关村国家示范区','href':"#"},
        {'title':'海淀区1+10政策体系','href':"#"},
    ]

}








